Repository: Vistaus/somafm
Catalog: po/*.po
Languages: be

source: Simple Radio
be: Простае радыё

source: Radio;Audio;Music;Player;
be: Radio;Audio;Music;Player;Радыё;Аўдыё;Музыка;Плэер;

source: A simple radio with built-in stations from the website somafm.com
be: Простае радыё з убудаванымі станцыямі з сайта somafm.com

source: A simple radio with a clear and concise interface. You can listen to your favorite stations, add new ones, edit existing ones and delete unnecessary ones. 43 stations from the site somafm.com already embedded in the application. You can record radio stations to an mp3 file.
be: Простае радыё з ясным і лаканічным інтэрфейсам. Вы можаце слухаць любімыя станцыі, дадаваць новыя, рэдагаваць існуючыя і выдаляць непатрэбныя. 43 станцыі з сайта somafm.com ужо ўбудаваныя ў праграму. Вы можаце запісаць перадачы ў файл mp3.

source: Back
be: Назад

source: Add station
be: Дадаць станцыю

source: Delete station
be: Выдаліць станцыю

source: Edit station
be: Рэдагаваць станцыю

source: Play
be: Прайграць

source: Stop
be: Паўза

source: Start recording
be: Пачаць запіс

source: Stop recording
be: Спыніць запіс

source: Search
be: Пошук

source: Go to the website somafm.com
be: Перайсці на сайт somafm.com

source: Open the Records folder
be: Адкрыць папку з запісамі

source: About Soma Radio
be: Аб праграме

source: Quit
be: Выйсці

source: Welcome!
be: Вітаем!

source: Name
be: Назва

source: OK
be: ОК

source: Please choose a station
be: Калі ласка, абярыце станцыю

source: Now playing:
be: Зараз прайграваецца:

source: Stopped
be: Спынена

source: Do you want to visit the website somafm.com?
be: Вы хочаце наведаць сайт somafm.com?

source: _Cancel
be: _Скасаваць

source: _OK
be: _ОК

source: Choose a station
be: Выберыце станцыю

source: Enter the name
be: Увядзіце назву

source: Enter the url
be: Увядзіце url

source: Rename failed
be: Не ўдалося перайменаваць

source: A station with the same name already exists
be: Станцыя з такой назвай ужо існуе

source: Add failed
be: Не ўдалося дадаць

source: Delete station
be: Выдаліць станцыю

source: Delete failed
be: Не ўдалося выдаліць

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com> 2024

source: Recording is ongoing
be: Ідзе запіс
